# # Подсчитать сумму 10 первых чисел.

x = 1
summa = 0
while x <= 10:
    summa += x
    x += 1
print(summa)

# # # Начинаем с 1, так как нужно считать сумму первых 10 чисел
# # # Переменная для хранения суммы
# # # Добавляем текущее значение x к сумме
# # # Увеличиваем x на 1, чтобы перейти к следующему числу
# # # Выводим итоговую сумму

# # Программа, которая выводит сумму двух введенных пользователем чисел в одну строку (одним выражением)

# # Ввод чисел пользователем и вывод результата в одну строку
# print(f"Сумма введенных чисел: {float(input('Введите первое число: ')) + float(input('Введите второе число: '))}")
