# 1. Написать простой калькулятор который считает сумму двух чисел
print(f"Сумма введенных чисел: {int(input("1 number: ")) + int(input("2 number: "))}")
