# 2. Написать программу которая возводит число в квадрат
print(f"Ваше число в квадрате будет: {int(input("Введите число: ")) **2}")
