# Написать программу, которая возводит число в квадрат

digit = int(input("Введите число, которое хотите возвести в квадрат:\n"))
print(f"Ваше число в квадрате равно: {digit ** 2}")